#Текстовые задачи
#Демонстрирует математические операции
print("Если беременная самка бегемота массой 800 кг родит детеныша"\
      "массой 40 кг," )
print(" но затем сьест 20 кг корма, то сколько она будет после "\
      "всего этого весить?")
input("    Чтобы узнать, нажмите Enter. ")
print("800-40+20 = ", 800 - 40 + 20)
print("\n\t Если студент , возвращаясь с успешно сданного экзамена"\
      "на радостях купил каждому из друзей по 3 бутылки пива, то "\
      "сколько всего бутылок пива куплено?")
input("Чтобы узнать, нажмите Enter.")
print("6 * 3 = ", 6 * 3)
print("Если в ресторане вам с приятелем принесли счет на 19 долларов"\
      "(считая чаевые), ")
print(" и вы решили скинуться поровну на четверых, то сколько "\
      "придется с каждого?")
input("Чтобы узнать , нажмите Enter.")
print("19 / 4 = ", 19 / 4)
print("Если четверо пиратов найдут ларчик, в котором ровно 107 "\
      "золотых монет, и "\
      "решат ра
      


    
