#Текстовые задачи
# Демонстрирует математические операции
print("Если беременнная самка бегемота массой 800кг родит" \
      +" \nдетеныша массой 40кг, но затем съест 20кг корма," \
      +" \nто сколько она будет после этого весить?")
input("To find out click Enter")
print("800 - 40 + 20 =", 800-40+20)
print("Если студент, возвращаясь с успешно cданного экзамена" \
      " \nна радостях купил каждому из друзей по 3 бутылки пива"\
      "\n то сколько бутылок пива куплено?")
input("To find out click Enter")
print("6 * 3 =", 6*3)

      
